Repository: damascene/cartridge
Catalog: cartridge/shop/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Product filters
ar: تصفية المنتجات

source: Current variations
ar: الخيارات الحالية

source: Other products
ar: منتجات أخرى

source: Create new variations
ar: أنشئ خيارات أخرى

source: Items
ar: العناصر

source: Billing details
ar: معلومات الدفع

source: Shipping details
ar: معلومات الشحن

source: Apply to product and/or products in categories
ar: طبق على المنتج أو على المنتجات في التصنيفات

source: Reduce unit price by
ar: اخفض سعر الوحدة بـ

source: Sale period
ar: فترة التخفيضات

source: Valid for
ar: صالحة لـ

source: Flat rate shipping
ar: تسعيرة شحن موحدة

source: Incl.
ar: شامل.

source: VAT
ar: ض. ق. م

source: Details
ar: التفاصيل

source: Address
ar: العنوان

source: Payment
ar: الدفع

source: Confirmation
ar: التأكيد

source: Controls the ordering and grouping of the admin menu.
ar: للتحكم في ترتيب وتجميع قائمة المدير.

source: Content
ar: المحتوى

source: Media Library
ar: مكتبة الوسائط

source: Shop
ar: المتجر

source: Site
ar: الموقع

source: Users
ar: المستخدمون

source: Sequence of models that will be provided by default as choices in the search form. Each model should be in the format ``app_label.model_name``. Only models that subclass ``mezzanine.core.models.Displayable`` should be used.
ar: تسلسل الوحدات التي ستعرض افتراضيا في نموذج البحث. كل وحدة يجب أن تكون في هيئة ``app_label.model_name``. يجب استخدام الوحدات الفرع عن صنف ``mezzanine.core.models.Displayable`` فقط.

source: Sequence of setting names available within templates.
ar: تسلسل أسماء الإعدادات داخل القوالب.

source: Enable featured images in shop categories
ar: فعّل الصور المختارة في تصنيفات المتجر

source: Checkout account required
ar: يتطلب حساب لمرحلة الدفع

source: If True, users must create a login for the checkout process.
ar: إن فُعّل، سيتطلب تسجيل الدخول لعملية الدفع.

source: Payment Enabled
ar: الدفع مفعّل

source: If False, there is no payment step on the checkout process.
ar: إن لم يُفعّل، لن يكون هناك مرحلة للدفع في عملية الشراء.

source: Currency Locale
ar: العملة

source: Default Shipping Cost
ar: سعر الشحن الافتراضي

source: Default cost of shipping when no custom shipping is implemented.
ar: سعر الشحن الافتراضي عندما لا يوضع شحن خاص.

source: Default Tax Rate
ar: النسبة الافتراضية للضريبة

source: Default tax rate in % when no custom tax handling is implemented.
ar: نسبة الضريبة بـ % عندما لا يوضع معالجة خاصة للضرائب.

source: Discount in Cart
ar: الخصم في السلة

source: Discount codes can be entered on the cart page.
ar: يمكن إدخال رموز الخصم في صفحة السلة.

source: Discount in Checkout
ar: الخصم في مرحلة الدفع

source: Discount codes can be entered on the first checkout step.
ar: يمكن إدخال رموز الخصم في أول مرحلة الدفع.

source: Billing & Shipping Handler
ar: معالج الدفع والشحن

source: Tax Handler
ar: معالج الضرائب

source: Order Handler
ar: معالج الطلبات

source: Payment Handler
ar: معالج الدفع

source: Size
ar: الحجم

source: Colour
ar: اللون

source: Order Email Subject
ar: موضوع بريد الطلب

source: Subject to be used when sending the order receipt email.
ar: الموضوع لاستخدامه عند إرسال وصل بالطلب.

source: Order Receipt
ar: وصْل الطلب

source: From Email
ar: البريد المرسٍل

source: Email address from which order receipts should be emailed.
ar: عنوان البريد الذي سترسل منه إيصالات الطلب.

source: BCC receipts to
ar: مستقبلي النسخة الخفية من الإيصال

source: All order receipts will be BCCd to this address.
ar: سترسل نسخة خفية من كل إيصالات الطلبات لهذا البريد.

source: Unprocessed
ar: غير معالج

source: Processed
ar: معالج

source: Products Per Category Page
ar: عدد المنتجات في كل صفحة تصنيف

source: Number of products to display per category page.
ar: عدد المنتجات لعرضها في كل صفحة تصنيف.

source: Recently added
ar: أضيف حديثا

source: Highest rated
ar: الأعلى تقييما

source: Least expensive
ar: الأقل سعرا

source: Most expensive
ar: الأغلى سعرا

source: Tax included
ar: شامل الضرائب

source: Use product variations
ar: استخدم خيارات المنتج

source: Use product ratings
ar: استخدم تقييم المنتج

source: Use product wishlist
ar: استخدم قائمة الرغبات

source: Use related products
ar: استخدم المنتجات المتعلقة

source: Use upsell products
ar: استخدم منتجات البيع التشجيعي

source: SKU
ar: رمز الوحدة

source: The selected options are currently unavailable.
ar: الخيارات المحددة غير متوفرة حاليا.

source: The selected options are currently not in stock.
ar: الخيرات المحددة غير متوفرة حاليا في المخزون.

source: The selected quantity is currently unavailable.
ar: الكمية المحددة غير متوفرة حاليا.

source: Quantity
ar: الكمية

source: The discount code entered is invalid.
ar: رمز الخصم المدخل غير صالح.

source: Free shipping
ar: شحن مجاني

source: My delivery details are the same as my billing details
ar: معلومات التوصيل هي نفسها معلومات الفوترة

source: Remember my address for next time
ar: تذكر عنواني للمرة القادمة

source: Cardholder name
ar: اسم حامل البطاقة

source: Card type
ar: نوع البطاقة

source: Card number
ar: رقم البطاقة

source: Card expiry month
ar: شهر انتهاء البطاقة

source: Card expiry year
ar: عام انتهاء البطاقة

source: A security code, usually the last 3 digits found on the back of your card.
ar: رمز أمان، غالباً آخر 3 أرقام على الوجه الخلفي للبطاقة.

source: A valid expiry date is required.
ar: تاريخ الانتهاء مطلوب.

source: Only one variation can be checked as the default.
ar: يمكن تحديد خيار واحد كافتراضي.

source: Please enter a value for only one type of reduction.
ar: حدد قيمة لنوع واحد من التخفيض.

source: Title
ar: العنوان

source: Description
ar: الوصف

source: Image
ar: الصورة

source: Category
ar: الفئة

source: Sub-Category
ar: الفئة الفرعية

source: Number in Stock
ar: العدد في المخزون

source: Unit Price
ar: سعر الوحدة

source: Sale Price
ar: سعر التخفيض

source: Sale Start Date
ar: تاريخ بدء التخفيض

source: Sale Start Time
ar: وقت بدء التخفيض

source: Sale End Date
ar: تاريخ انتهاء التخفيض

source: Sale End Time
ar: وقت انتهاء التخفيض

source: product
ar: المنتج

source: Import/Export products from a csv file.
ar: تصدير أو استيراد المنتجات من ملف csv.

source: Import products from csv file.
ar: استيراد المنتجات من ملف csv.

source: Export products from csv file.
ar: تصدير المنتجات من ملف csv.

source: need to import or export
ar: بحاجة للاستيراد أو التصدير

source: Importing ..
ar: يستورد ..

source: Exporting ..
ar: يصدر ..

source: Unit price
ar: سعر الوحدة

source: Sale price
ar: سعر التخفيض

source: Sale start
ar: بداية التخفيض

source: Sale end
ar: نهاية التخفيض

source: Number in stock
ar: العدد في المخزون

source: Available for purchase
ar: المتاح للشراء

source: Product categories
ar: فئات المنتج

source: Date added
ar: تاريخ الإضافة

source: Related products
ar: منتجات متعلقة

source: Upsell products
ar: منتجات تشجيعية

source: Rating
ar: تقييم

source: Product
ar: المنتج

source: Products
ar: المنتجات

source: Images
ar: الصور

source: Type
ar: نوع

source: Name
ar: الأسم

source: Product option
ar: خيارا المنتج

source: Product options
ar: خيارات المنتج

source: Default
ar: الافتراضي

source: SKU is not unique
ar: إن رمز الوحدة ليس فريداً

source: Featured Image
ar: الصورة الرئيسية

source: Sale
ar: تخفيضات

source: Minimum price
ar: السعر الأدنى

source: Maximum price
ar: السعر الأعلى

source: Combined
ar: مجموعاً

source: If checked, products must match all specified filters, otherwise products can match any specified filter.
ar: إن حدد، فإن كل المنتجات يجب أن تطابق كل المرشحات، وإلا فإنها ستطابق أي مرشح.

source: Product category
ar: فئة المنتج

source: First name
ar: الاسم

source: Last name
ar: الكنية

source: Street
ar: الشارع

source: City/Suburb
ar: المدينة

source: State/Region
ar: المنطقة

source: Zip/Postcode
ar: الرمز البريدي

source: Country
ar: البلد

source: Phone
ar: الهاتف

source: Email
ar: البريد الالكتروني

source: Additional instructions
ar: تعليمات إضافية

source: Time
ar: الوقت

source: Shipping type
ar: نوع الشحن

source: Shipping total
ar: مجموع الشحن

source: Tax type
ar: نوع الضريبة

source: Tax total
ar: مجموع الضريبة

source: Item total
ar: مجموع العناصر

source: Discount code
ar: رمز التخفيض

source: Discount total
ar: مجموع التخفيض

source: Order total
ar: مجموع الطلب

source: Transaction ID
ar: رمز المعاملة

source: Status
ar: الحالة

source: Download PDF invoice
ar: نزّل فاتورة PDF

source: Last updated
ar: آخر تحديث

source: Total price
ar: السعر الاجمالي

source: Active
ar: نشط

source: Categories
ar: فئات

source: Reduce by amount
ar: اخفض بمقدار

source: Reduce by percent
ar: اخفض بنسبة مئوية

source: Reduce to amount
ar: اخفض إلى مقدار

source: Valid from
ar: صالح من

source: Valid to
ar: صالح إلى

source: Sales
ar: تخفيضات

source: Code
ar: الرمز

source: Minimum total purchase
ar: الحد الأدنى للشراء

source: Uses remaining
ar: يستخدم المتبقي

source: If you wish to limit the number of times a code may be used, set this value. It will be decremented upon each use.
ar: إن رغبت بتحديد عدد مرات استخدام الرمز، حدد القيمة. ستنقص عند كل استخدام.

source: Discount codes
ar: رموز التخفيضات

source: A general error occured:
ar: حدث خطأ عام:

source: Transaction declined:
ar: رُفضت المعاملة:

source: Transaction declined
ar: رُفضت المعاملة

source: View past orders
ar: أظهر الطلبات السابقة

source: Re-send order email
ar: أعد إرسال بريد الطلب

source: Select all of the required variation options and then click 'Save and continue editing' below. You'll then be able to edit the price and other attributes for each variation individually.
ar: حدد كل خيارات التحقق المطلوبة ثم اضغط 'احفظ وتابع التحرير' أدناه. يمكنك بعدها تحرير السعر وغيرها من الخواص لكل خيار على حدة.

source: Dear
ar: عزيزي

source: Your order has been successful. Details are below.
ar: تم الطلب بنجاح. التفاصيل أدناه.

source: Order ID:
ar: رمز الطلب:

source: Billing Details:
ar: عنوان الفاتورة:

source: Shipping Details:
ar: عنوان الشحن:

source: Items Ordered:
ar: الأشياء المطلوبة:

source: each
ar: لكل

source: Sort by
ar: رتب حسب

source: On sale:
ar: داخل التخفيض:

source: Coming soon
ar: سيأتي لاحقا

source: If you have an existing account or would like to create one, please <a href="%(login_url)s?next=%(next)s">log in</a> or <a href="%(signup_url)s?next=%(next)s">sign up</a>.
ar: إن كان لديك حساب أو رغبت بإنشاء واحد جديد <a href="%(login_url)s?next=%(next)s">سجل الدخول</a> أو <a href="%(signup_url)s?next=%(next)s">سجّل</a>.

source: Billing Details
ar: تفاصيل الفوترة

source: Delivery Details
ar: تفاصيل التوصيل

source: Your Cart
ar: سلتك

source: Item
ar: العنصر

source: Qty
ar: الكمية

source: Price
ar: السعر

source: Remove?
ar: إزالة؟

source: Return to Checkout
ar: عد إلى الدفع

source: Go to Checkout
ar: إذهب إلى الدفع

source: Update Cart
ar: حدّث السلة

source: Apply
ar: طبّق

source: You may also like:
ar: ربما تحب هذه أيضا:

source: Your Cart is empty.
ar: سلتك فارغة.

source: Checkout
ar: الدفع

source: Step
ar: الخطوة

source: of
ar: من

source: Complete
ar: تمت

source: Next
ar: التالي

source: Back
ar: السابق

source: Your cart is empty.
ar: سلتك فارغة.

source: This may be due to your session timing out after a period of inactivity.
ar: ربما هذا بسبب انتهاء الجلسة بعد فترة من الخمول.

source: We apologize for the inconvenience.
ar: نعتذر عن إقلاق راحتكم.

source: Continue Shopping
ar: تابع التسوق

source: Edit Cart
ar: عدّل السلة

source: Order Complete
ar: تم الطلب

source: Thank you for shopping with us! Your order is complete.
ar: شكرا لتسوقك معنا! اكتمل طلبك.

source: We've sent you a receipt via email.
ar: لقد أرسلنا لك إيصالاً بالبريد.

source: You can also view your invoice using one of the links below.
ar: يمكنك أيضا عرض فاتورتك باستخدام أحد الروابط أدناه.

source: View invoice in your browser
ar: عرض الفاتورة في المتصفح

source: Shipping Details
ar: تفاصيل الشحن

source: Your Details
ar: تفاصيلك

source: Items Ordered
ar: العناصر المطلوبة

source: Sub total
ar: المجموع الجزئي

source: Discount
ar: التخفيض

source: Tax
ar: الضريبة

source: Shipping
ar: الشحن

source: Total
ar: المجموع

source: Payment Details
ar: تفاصيل الدفع

source: Card Expiry
ar: انتهاء البطاقة

source: 1 item
ar: لا عناصر %(cart_quantity)s

source: in cart
ar: في السلة

source: Wishlist contains 1 item
ar: لا تحوي قائمة الرغبات أي عنصر %(wishlist_count)s

source: Order History
ar: سجلات الطلب

source: Date
ar: التاريخ

source: Paid
ar: مدفوعة

source: Download PDF
ar: نزّل PDF

source: View invoice
ar: اعرض الفاتورة

source: You have not ordered anything from us yet.
ar: لم تشتري مننا أي شيء بعد.

source: Buy
ar: اشتر

source: Save for later
ar: احفظ لوقت لاحق

source: This product is currently unavailable.
ar: هذا المنتج غير متاح حالياً.

source: Related Products
ar: منتجات متعلقة

source: Your Wishlist
ar: قائمة الرغبات

source: Remove
ar: أزل

source: Your wishlist is empty.
ar: قائمة الرغبات فارغة.

source: Invalid currency locale specified for SHOP_CURRENCY_LOCALE: '%s'. You'll need to set the locale for your system, or configure the SHOP_CURRENCY_LOCALE setting in your settings module.
ar: حُدد تنسيق محلي غير مناسب لـ SHOP_CURRENCY_LOCALE: '%s'. عليك ضبط الإعدادات المحلية لنظامك، أو ضبط إعداد SHOP_CURRENCY_LOCALE في ملف إعدادات.

source: Item added to cart
ar: أضيف العنصر للسلة

source: Item added to wishlist
ar: أضيف العنصر لقائمة الرغبات

source: Item removed from wishlist
ar: أزيل العنصر من قائمة الرغبات

source: Your cart has expired
ar: انتهت صلاحية سلتك

source: Cart updated
ar: حُدثت سلتك

source: The order email for order ID %s has been re-sent
ar: أعيد إرسال بريد الطلب %s
